{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "XeSSStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "Balanced"
					},
					"Translation":
					{
						"Text": "平衡"
					},
					"Key": "XESS_BALANCED"
				},
				{
					"Source":
					{
						"Text": "Focused on delivering a high quality visual upscale"
					},
					"Translation":
					{
						"Text": "专注于提供高画质增强"
					},
					"Key": "XESS_QUALITY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Focused on delivering optimal performance and image quality"
					},
					"Translation":
					{
						"Text": "专注于提供最佳性能与图像质量"
					},
					"Key": "XESS_BALANCED_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Focused on delivering the highest quality visual upscale"
					},
					"Translation":
					{
						"Text": "专注于提供最高画质增强"
					},
					"Key": "XESS_ULTRA_QUALITY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Focused on improving overall gaming performance"
					},
					"Translation":
					{
						"Text": "专注于提高整体游戏性能"
					},
					"Key": "XESS_PERFORMANCE_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Intel® Xe Super Sampling (XeSS) technology uses machine learning to deliver more performance with exceptional image quality."
					},
					"Translation":
					{
						"Text": "Intel® Xe Super Sampling (XeSS) 技术利用机器学习来提高性能并确保出色的图像质量。"
					},
					"Key": "XESS_DESCRIPTION_MINIMUM"
				},
				{
					"Source":
					{
						"Text": "Intel® Xe Super Sampling (XeSS) technology uses machine learning to deliver more performance with exceptional image quality. Hardware accelerated XeSS is optimized for Xe-HPG microarchitecture-based GPUs."
					},
					"Translation":
					{
						"Text": "Intel® Xe Super Sampling (XeSS) 技术利用机器学习来提高性能并确保出色的图像质量。硬件加速 XeSS 针对基于 Xe-HPG 微架构的 GPU 进行了优化。"
					},
					"Key": "XESS_DESCRIPTION_SHORT"
				},
				{
					"Source":
					{
						"Text": "Intel® XeSS"
					},
					"Translation":
					{
						"Text": "Intel® XeSS"
					},
					"Key": "XESS_LABEL"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": "关闭"
					},
					"Key": "XESS_OFF"
				},
				{
					"Source":
					{
						"Text": "Performance"
					},
					"Translation":
					{
						"Text": "性能"
					},
					"Key": "XESS_PERFORMANCE"
				},
				{
					"Source":
					{
						"Text": "Quality"
					},
					"Translation":
					{
						"Text": "质量"
					},
					"Key": "XESS_QUALITY"
				},
				{
					"Source":
					{
						"Text": "Turns Intel XeSS off"
					},
					"Translation":
					{
						"Text": "关闭 Intel® XeSS"
					},
					"Key": "XESS_OFF_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Ultra Quality"
					},
					"Translation":
					{
						"Text": "超高画质"
					},
					"Key": "XESS_ULTRA_QUALITY"
				}
			]
		}
	]
}